Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: tm/barotrauma_tuika.tmx
Source language: en_us
Languages: ja_jp

source: The swarm is terminated. Navigate the submarine out of the cavern to claim the reward.
ja_jp: スウォームが終了されます。報酬を請求するため洞窟の外に潜水艦をナビゲートします。

source: A large swarm of crawlers has been terrorizing vessels traveling between [location1] and [location2]. A reward of [reward] credits has been promised to any crew who can neutralize it.
ja_jp: クローラーの大きな群れが、 [location1] と [location2] の間を航行する船舶を恐怖に陥れている。 [reward] クレジットの報酬が、それを無力化できるクルーに約束されている。

source: Beast from the Abyss
ja_jp: アビスからビースト

source: Seismic readings are indicating that something colossal has emerged from the depths of Europa into the passageway between [location1] and [location2]. All transports through the passageway have been canceled for now and a reward of [reward] has been promised to those who get rid of whatever is causing the seismic activity.
ja_jp: 地震の記録は、エウロパの深部から[[location1] と [location2]の間の通路に何か巨大なものが現れたことを示している。今のところ、この通路を通るすべての輸送は中止されており、地震活動の原因となっているものを取り除いた人には [reward] の報酬が約束されている。

source: Target
ja_jp: ターゲット

source: The End Worm is dead and the passageway is open for transport again.
ja_jp: 終了ワームは死んでいると通路は再び輸送のために開いています。

source: The beast is dead. Navigate the submarine out of the cavern to claim the reward.
ja_jp: 獣は死んでいます。報酬を請求する洞窟の外に潜水艦をナビゲートします。

source: It turns out the signal was emitted by a Moloch. The researchers of [location1] have agreed to pay you the reward nevertheless for getting rid of the Moloch.
ja_jp: この信号はモロチから発信されたものであることが判明しました。 [location1] の研究者たちは、モロクを駆除したことへの報酬を支払うことに同意した。

source: Turns out the signal was emitted by a Moloch! You should navigate out of the cavern and inform the researchers.
ja_jp: 信号はモロクにより放出されたが判明！洞窟の外に移動し、研究者に知らせるべきです。

source: Salvaging a derelict
ja_jp: 遺棄さをサルベージ

source: A small cargo vessel went missing approximately two months ago when transporting xenomaterials from [location1] to [location2]. The vessel was presumed to be taken by the Abyss, but now its emergency beacon seems to have been activated near [location2]. Find the vessel and recover the cargo.
ja_jp: 約二か月前、 [location1] から [location2]に異種材料を輸送中に小型貨物船が行方不明となった。この船はAbyssに拿捕されたものと推定されていましたが、現在では[場所2]付近で非常ビーコンが作動しているようです。船舶を発見し、貨物を回収する。

source: Emergency signal
ja_jp: 緊急信号

source: Target destroyed
ja_jp: ターゲットは、破壊されました

source: Explosive cargo
ja_jp: 爆発物

source: The explosives have been successfully delivered.
ja_jp: 爆発物は、正常に配信されています。

source: Chemical shipment
ja_jp: 化学出荷

source: The chemicals have been successfully delivered.
ja_jp: 化学物質は正常に配信されています。

source: Biohazard
ja_jp: バイオハザード

source: The husk eggs have been successfully delivered.
ja_jp: 殻の卵が正常に配信されています。

source: Handle with care
ja_jp: 取扱注意

source: Praise the honkmother
ja_jp: honkmotherを称賛

source: The clown gear has been successfully delivered.
ja_jp: ピエロギアが正常に配信されました。

source: Mining outpost material transport
ja_jp: マイニング前哨材搬送

source: The materials have been successfully delivered.
ja_jp: 材料が正常に配信されています。

source: Medical item transport
ja_jp: 医療品の輸送

source: Personnel transport
ja_jp: 人事輸送

source: The personnel have been successfully delivered.
ja_jp: 担当者が正常に配信されています。

source: Resource has been prospected successfully. Navigate the submarine out of the cavern to claim the reward.
ja_jp: リソースが正常に見込みされています。報酬を請求する洞窟の外に潜水艦をナビゲートします。

source: The antidote has been successfully delivered.
ja_jp: 解毒剤は正常に配信されました。

source: Beacon deployment
ja_jp: ビーコンの展開

source: Beacon deployment location
ja_jp: ビーコン配布場所

source: Beacon successfully deployed.
ja_jp: ビーコンが正常に展開します。

source: Search and destroy
ja_jp: 検索し破壊します

source: Coalition
ja_jp: 連立

source: Renegade
ja_jp: 反逆者

source: Both crews have perished.
ja_jp: 二人の乗組員は死んだ。

source: Structure
ja_jp: 構造

source: Machine
ja_jp: 機械

source: Equipment
ja_jp: 装置

source: Electrical
ja_jp: 電気

source: Material
ja_jp: 素材

source: Misc
ja_jp: その他

source: Alien
ja_jp: エイリアン

source: ItemAssembly
ja_jp: アイテム組み立て

source: Legacy
ja_jp: レガシー

source: Oxygen Tank (empty)
ja_jp: 酸素ボンベ（空）

source: Welding Fuel Tank (empty)
ja_jp: 溶接燃料タンク（空）

source: Custom Door
ja_jp: カスタムドア

source: A sliding door with no integrated buttons—has to be wired manually.
ja_jp: 手動配線すべき集積持つボタンを備えたスライドドア。

source: Custom Windowed Door
ja_jp: カスタムウィンドウ表示ドア

source: A sliding door with a window. No integrated buttons—has to be wired manually.
ja_jp: 窓付きスライドドア。いいえ統合手動で配線するボタンは、ありません。

source: Custom Hatch
ja_jp: カスタムハッチ

source: A door, but on the horizontal axis. No integrated buttons—has to be wired manually.
ja_jp: ドアが、横軸に。いいえ統合手動で配線するボタンは、ありません。

source: Door with Buttons
ja_jp: ドア（ボタン制御）

source: A sliding door with two integrated buttons.
ja_jp: 2個の内蔵ボタンを備えたスライドドア。

source: Windowed Door with Buttons
ja_jp: 窓付きドア（ボタン制御）

source: A sliding door with a window and two integrated buttons.
ja_jp: 窓付きスライドドア（２個の内臓ボタンで制御）

source: Hatch with Buttons
ja_jp: ハッチボタン

source: A door, but on the horizontal axis. Two integrated buttons.
ja_jp: ドアが、横軸に。 2つの統合のボタン。

source: Navigation Terminal
ja_jp: ナビゲーションターミナル

source: Usable device for setting the course of the sub.
ja_jp: 潜水艦のコースを設定するために使用可能なデバイス。

source: Shuttle Navigation Terminal
ja_jp: シャトルナビゲーションターミナル

source: Usable device for setting the course of the shuttle.
ja_jp: シャトルのコースを設定するために使用可能なデバイス。

source: Sonar Monitor
ja_jp: ソナーモニター

source: Usable device for observing the sub's sonar. Non-interactive.
ja_jp: 潜水艦のソナーを観察するために使用可能なデバイス。非対話型。

source: Status Monitor
ja_jp: ステータスモニタ

source: Usable device for viewing a schematic of the sub as well as the status of each room.
ja_jp: 潜水艦の概略ならびに各部屋の状態を表示するために使用可能なデバイス。

source: Sonar Transducer
ja_jp: ソナートランスデューサ

source: Sonar generator, allowing the sonar monitors and navigation terminals to receive a sonar signal other than the default one (useful for drones and remote-controlled shuttles).
ja_jp: ソナー監視ナビゲーション端末（ドローンと遠隔制御シャトルに有用）デフォルト以外のソナー信号を受信することを可能にするソナー発生器。

source: Engine
ja_jp: エンジン

source: Usable device for generating motion on the X axis.
ja_jp: X軸上の動きを生成するために使用可能なデバイス。

source: Large Engine
ja_jp: 大型エンジン

source: Shuttle Engine
ja_jp: シャトルエンジン

source: Fabricator
ja_jp: 加工業者

source: A machine capable of manufacturing a wide range of items out of basic raw materials.
ja_jp: 基本的な原料から商品の広い範囲を製造することができる機械。

source: Medical Fabricator
ja_jp: 医療加工業者

source: A machine that can be used to manufacture various medicines.
ja_jp: 様々な薬を製造するために用いることができるマシン。

source: Deconstructor
ja_jp: デコンストラクタ

source: Disassembles and breaks down items to reusable components and material bars.
ja_jp: アセンブル再利用可能な部品や材料・バーにアイテムを分解します。

source: Oxygen Generator
ja_jp: 酸素発生器

source: Usable device for oxygen generation—must be linked to vents to work. Also recharges oxygen tanks.
ja_jp: 酸素のために使用可能なデバイス動作するように通気口にリンクすることが世代は、必要があります。また、酸素ボンベを再充電します。

source: Shuttle Oxygen Generator
ja_jp: シャトル酸素発生器

source: Vent
ja_jp: ベント

source: Oxygen output point. Must be linked to an oxygen generator to work.
ja_jp: 酸素出力点。仕事に酸素発生器に連結されなければなりません。

source: Pump
ja_jp: ポンプ

source: Usable device for moving water.
ja_jp: 水を移動するために使用可能なデバイス。

source: Small Pump
ja_jp: 小型ポンプ

source: Searchlight
ja_jp: サーチライト

source: Aimable lighting.
ja_jp: 照準可能な照明。

source: Nuclear Reactor
ja_jp: 原子炉

source: Usable device for generating electrical power.
ja_jp: 電力を生成するために使用可能なデバイス。

source: Coilgun
ja_jp: コイルガン

source: A rapid-firing turret that propels metal bolts using electromagnets. Generally not very effective against large or heavily armored targets, but ideal for taking down smaller enemies.
ja_jp: 電磁石を用いた金属ボルトを推進急速焼成タレット。一般的には非常に大きなまたは重装甲目標に対して効果的な、しかし、小さな敵をダウンさせるための理想的ではありません。

source: Coilgun Loader
ja_jp: コイルガンローダー

source: Feeds coilgun ammunition into a linked coilgun.
ja_jp: リンクコイルガンにコイルガンの弾薬をフィード。

source: Depth Charge Tube
ja_jp: デプスチャージチューブ

source: Deploys a depth charge or decoy.
ja_jp: 爆雷やおとりを展開します。

source: Depth Charge Loader
ja_jp: デプスチャージローダー

source: Feeds depth charges and decoys into a linked depth charge tube.
ja_jp: リンク爆雷チューブに爆雷とデコイをフィード。

source: Electrical Discharge Coil
ja_jp: 放電コイル

source: Produces a harmful localized electrical shock across a portion of the adjacent hull.
ja_jp: 隣接船体の一部を横切って有害な局所的な電気ショックを生成します。

source: Railgun
ja_jp: レールガン

source: A heavy turret that uses electromagnetic force to launch shells at very high velocities. Requires very large surges of power (usually supplied by supercapacitors) and has a low rate of fire, and as such it's most often used against large and heavily armored targets.
ja_jp: 非常に高速でシェルを起動する電磁力を使って重いタレット。 （通常はスーパーキャパシタから供給される）、電力の非常に大きなサージを必要とし、火災の低い率を持っている、そのようにそれが最も頻繁に大規模かつ重装甲目標に対して使われています。

source: Periscope
ja_jp: 潜望鏡

source: A device that can be used to observe the outside of the sub by connecting it to a camera, or to control weapons such as the railgun and coilgun.
ja_jp: カメラに接続して潜水艦の外部を観察する、またはそのようなレールガンとコイルガンなどの武器を制御するために使用することができる装置。

source: Railgun Loader
ja_jp: レールガンローダー

source: Feeds railgun ammunition into a linked railgun.
ja_jp: リンクレールガンにレールガンの弾薬をフィード。

source: Railgun Loader Single Vertical
ja_jp: レールガンローダー単一の垂直

source: Feeds railgun ammunition into a linked railgun. Single shot version.
ja_jp: リンクレールガンにレールガンの弾薬をフィード。シングルショットバージョン。

source: Railgun Loader Single Horizontal
ja_jp: レールガンローダー横一

source: ID Card
ja_jp: IDカード

source: Allows limited access to areas of the sub.
ja_jp: 潜水艦の領域へのアクセスを制限できます。

source: Alien Pistol
ja_jp: エイリアンピストル

source: A handgun powered by alien power cells.
ja_jp: エイリアンパワーセルで駆動拳銃。

source: Captain's Cap
ja_jp: キャプテンの帽子

source: A token of the captain's unquestionable authority.
ja_jp: 船長の疑う余地のない権威の象徴。

source: Captain's Uniform
ja_jp: キャプテンの制服

source: Makes you look like you might be in charge.
ja_jp: あなたが担当であるかもしれないようにあなたが見えるのです。

source: Health Scanner HUD
ja_jp: 健康スキャナHUD

source: A heads-up display that shows information about the vital signs and status of nearby humans.
ja_jp: バイタルサイン、近くの人間の状態に関する情報を示しヘッドアップディスプレイ。

source: Doctor's Uniform
ja_jp: ドクターの制服

source: Makes you look like you might be useful in a medical emergency.
ja_jp: 医療緊急時に役に立つかもしれないようにあなたが見えるのです。

source: Orange Jumpsuit
ja_jp: オレンジジャンプスーツ

source: The fire-resistant fabric offers some protection against fires.
ja_jp: 防火性の生地は、火災に対するある程度の保護を提供しています。

source: Blue Jumpsuit
ja_jp: ブルージャンプスーツ

source: Toolbox
ja_jp: ツールボックス

source: A portable container for storing tools
ja_jp: ツールを格納するためのポータブルコンテナ

source: Headset
ja_jp: ヘッドセット

source: Allows remote communication among the crew.
ja_jp: 乗組員の間でリモート通信を可能にします。

source: Clown Mask
ja_jp: ピエロマスク

source: Praise the honkmother.
ja_jp: honkmotherを賞賛。

source: Clown Costume
ja_jp: ピエロコスチューム

source: Assistant Clothes
ja_jp: アシスタントの服

source: Even the assistant needs clothing.
ja_jp: でも、アシスタントは衣服を必要とします。

source: Watchman Clothes
ja_jp: 夜警の服

source: Makes you look like you might offer a mission to a passerby at any moment.
ja_jp: あなたが任意の時点で通行人への使命を提供するかもしれないようにあなたが見えるのです。

source: Security Officer's Uniform
ja_jp: セキュリティ担当者の制服

source: Obey my authority!
ja_jp: 私の権威に従います！

source: Body Armor
ja_jp: ボディアーマー

source: While the body armor won't offer adequate protection against most of the inhabitants of the subsurface ocean, it can be extremely useful if there are traitors on board.
ja_jp: ボディアーマーは、地下海の住民のほとんどに対して適切な保護を提供していませんが、ボード上の裏切り者がある場合、それは非常に役立ちます。

source: Ballistic Helmet
ja_jp: 弾道ヘルメット

source: While the helmet won't offer adequate protection against most of the inhabitants of the subsurface ocean, it can be extremely useful if there are traitors on board.
ja_jp: ヘルメットは、地下海の住民のほとんどに対して適切な保護を提供していませんが、ボード上の裏切り者がある場合、それは非常に役立ちます。

source: Handcuffs
ja_jp: 手錠

source: Useful for restraining problem players.
ja_jp: 問題のある選手を抑制するのに便利です。

source: Riot Shield
ja_jp: 防護盾

source: Resists damage.
ja_jp: ダメージに抵抗します。

source: Diving Mask
ja_jp: 潜水マスク

source: Small enough to carry around in case it's needed, but won't protect you from the water pressure in the event of a full-blown hull breach.
ja_jp: それが必要だ場合に持ち歩くには十分小さいが、本格的な船体違反した場合の水の圧力からあなたを保護しません。

source: Diving Suit
ja_jp: 潜水具

source: An atmospheric diving suit capable of withstanding the immense pressure under Europa's crust.
ja_jp: エウロパの地殻の下に巨大な圧力に耐えることができる(酸素)中の潜水服。

source: Underwater Scooter
ja_jp: 水中スクーター

source: A battery-powered underwater propulsion device.
ja_jp: バッテリ駆動の水中推進装置。

source: Bandage
ja_jp: 包帯

source: Basic bandages, useful in the treatment of bleeding wounds and burns.
ja_jp: 出血の傷や火傷の治療に有用な基本的な包帯、。

source: Plastiseal
ja_jp: バンドエイド

source: A synthetic skin with hemostatic properties, able to quickly seal most wounds.
ja_jp: すぐにほとんど傷をシールすることができ、止血特性を有する合成皮膚。

source: Antibiotic Glue
ja_jp: 止血性の抗生物質

source: An antibiotic glue with hemostatic properties. Seals bleeding wounds almost immediately and treats burns very effectively. Use with care as it may cause mobile clots in the bloodstream.
ja_jp: 止血特性を持つ抗生物質の接着剤。シールは、ほとんどすぐに傷を出血し、非常に効果的に火傷を扱います。それは血流中のモバイル血栓を引き起こす可能性として注意して使用してください。

source: Welding Tool
ja_jp: 溶接ツール

source: One of the most crucial tools on board the submarine. Also works underwater.
ja_jp: ボード上で最も重要なツール潜水艦の一つ。また、水中での作品。

source: Plasma Cutter
ja_jp: プラズマカッター

source: Cuts through various materials using a jet of ionized oxygen.
ja_jp: イオン化された酸素のジェットを使用して、種々の材料を通って切断します。

source: Welding Fuel Tank
ja_jp: 溶接燃料タンク

source: Fuel for the welding tool.
ja_jp: 溶接工具のための燃料。

source: Oxygen Tank
ja_jp: 酸素ボンベ

source: Portable oxygen container.
ja_jp: 携帯用酸素コンテナ。

source: Fire Extinguisher
ja_jp: 消火器

source: A handheld carbon dioxide extinguisher.
ja_jp: ハンドヘルド二酸化炭素消火器。

source: Screwdriver
ja_jp: ドライバー

source: Makes electrical repairs and rewiring possible.
ja_jp: 電気修理や再配線が可能となります。

source: Wrench
ja_jp: レンチ

source: Makes mechanical repairs possible.
ja_jp: 機械の修理を可能にします。

source: Crowbar
ja_jp: クローバ

source: Forces doors and hatches open. Also a blunt weapon.
ja_jp: オープンドアやハッチを強制します。また、鈍器。

source: Handheld Sonar
ja_jp: ハンドヘルドソナー

source: Portable sonar, handy for exploration.
ja_jp: ポータブルソナー、探査のための便利。

source: Sonar Beacon
ja_jp: ソナービーコン

source: Produces a localized signal that can be detected by a sonar monitor, handheld sonar, or navigation terminal.
ja_jp: ソナーモニタ、ハンドヘルドソナー、又はナビゲーション端末によって検出することができるローカライズされた信号を生成します。

source: Flashlight
ja_jp: フラッシュライト

source: Handheld light.
ja_jp: ハンドヘルドライト

source: Flare
ja_jp: フレアー

source: Temporary handheld light. Useful for marking a path while exploring outside the sub.
ja_jp: 一時的なハンドヘルド光。潜水艦外側探索しながらパスをマーキングするために有用。

source: Alien Flare
ja_jp: エイリアンフレア

source: Temporary handheld light. Useful for marking a path while exploring outside the sub. Burns for longer than a regular flare.
ja_jp: 一時的なハンドヘルド光。潜水艦外側探索しながらパスをマーキングするために有用。通常のフレアより長くバーンズ。

source: Coilgun Ammunition Box
ja_jp: コイルガンの弾薬箱

source: Ammunition for the coilgun.
ja_jp: コイルガンのための弾薬。

source: A simple explosive compound made of sodium and phosphorus.
ja_jp: ナトリウムとリンで作られたシンプルな爆発性化合物。

source: C-4 Block
ja_jp: C-4ブロック

source: A stable explosive compound.
ja_jp: 安定した爆発性化合物。

source: Compound N
ja_jp: 化合物N

source: Volatile Compound N
ja_jp: 揮発性化合物N

source: An unstable explosive compound.
ja_jp: 不安定な爆発性化合物。

source: IC-4 Block
ja_jp: IC-4ブロック

source: A compound made of C-4 and incendium.
ja_jp: C-4とインセンディウムからなる化合物。

source: Detonator
ja_jp: 雷管

source: A device that detonates any contained explosive when receiving a signal.
ja_jp: 信号を受信した場合、任意の爆発装置が爆発的に含まれます。

source: Harpoon
ja_jp: 銛

source: A harpoon for the harpoon gun.
ja_jp: 銛銃用銛。

source: Physicorium Harpoon
ja_jp: サイコリウムハープーン

source: A harpoon for the harpoon gun, made of alien material.
ja_jp: エイリアンの材料で作られた銛銃用銛、。

source: Explosive Harpoon
ja_jp: 爆発ハープーン

source: Harpoon Gun
ja_jp: ハープーンガン

source: Launches harpoons, explosive harpoons, and alien harpoons.
ja_jp: 銛、爆発銛、および外国人銛を起動します。

source: Syringe Gun
ja_jp: 注射器ガン

source: Launches syrettes containing drugs or poisons.
ja_jp: 薬物や毒物を含むsyrettesを起動します。

source: Revolver Round
ja_jp: リボルバーラウンド

source: .38 caliber. Might stop a person...
ja_jp: 38口径。人を停止する場合があります...

source: Revolver
ja_jp: リボルバー

source: .38 caliber.
ja_jp: 38口径。

source: Stun Grenade
ja_jp: スタングレネード

source: Produces bright light and a loud sound on detonation, which stuns nearby characters.
ja_jp: 明るい光と近くのキャラクターをスタン爆発で大きな音を生成します。

source: EMP Grenade
ja_jp: EMPグレネード

source: Damages electrical equipment.
ja_jp: 損害賠償の電気機器。

source: Frag Grenade
ja_jp: FRAGグレネード

source: General purpose fragmentation grenade. Use carefully.
ja_jp: 汎用断片化手榴弾。慎重に使用してください。

source: Incendium Grenade
ja_jp: インセンディウムグレネード

source: Incendiary grenade. Use very carefully.
ja_jp: 焼夷手榴弾。非常に慎重に使用してください。

source: Stun Baton
ja_jp: スタンバトン

source: If verbal orders are insufficient, a high-voltage shock from a stun baton may be enough to beat an unruly crew member into submission.
ja_jp: 口頭注文が不十分である場合、スタンバトンから高電圧ショックが提出に手に負えない乗員を倒すのに十分であってもよいです。

source: Diving Knife
ja_jp: ダイビングナイフ

source: Stabs, pokes, cuts and slashes.
ja_jp: スタブ、ポーク、切り傷やスラッシュ。

source: Bike Horn
ja_jp: バイクホーン

source: HONK!
ja_jp: クラクション！

source: Oxygenite Tank
ja_jp: 酸素タンク

source: A tank containing liquid Oxygenite.
ja_jp: 液体酸素を収容するタンク。

source: Battery Cell
ja_jp: バッテリーセル

source: Used as a power source for various handheld devices. Most submarines have several stationary backup batteries with recharge docks for battery cells.
ja_jp: 様々な携帯機器の電源として使用されます。ほとんどの潜水艦は、バッテリーセル用充電ドックを持ついくつかの静止バックアップバッテリを持っています。

source: Fulgurium Battery Cell
ja_jp: フルグリムバッテリーセル

source: A battery cell constructed of the rare and poorly understood compound Fulgurium.
ja_jp: 稀で十分に理解化合物フルグリムから構成されるバッテリーセル。

source: Physicorium Body Armor
ja_jp: サイコリウムボディアーマー

source: A body armor fabricated from an alien metamaterial.
ja_jp: エイリアンのメタマテリアルから作製ボディアーマー。

source: Physicorium Helmet
ja_jp: サイコリウムヘルメット

source: A helmet fabricated from an alien metamaterial.
ja_jp: エイリアンのメタマテリアルから製作ヘルメット。

source: Junction Box
ja_jp: 配電盤

source: Serves as a hub for power distribution and relaying signals between devices.
ja_jp: 動力分配装置との間で信号を中継するためのハブとして機能します。

source: Battery
ja_jp: バッテリー

source: Generally used for storing backup power in case of a reactor failure.
ja_jp: 一般的に、反応器の故障の場合のバックアップ電源を格納するために使用されます。

source: Shuttle Battery
ja_jp: シャトルバッテリー

source: Supercapacitor
ja_jp: スーパーキャパシタ

source: Can deliver charge much faster than batteries.
ja_jp: バッテリーよりもはるかに高速電荷を提供することができます。

source: Charging Dock
ja_jp: 充電ドック

source: A wall-mounted battery cell charging dock.
ja_jp: ドック充電隔壁掛けバッテリーセル。

source: FPGA Circuit
ja_jp: FPGA回路

source: Field-programmable gate array—a multipurpose circuit that can be reconfigured for use in a large variety of electrical devices.
ja_jp: フィールド・プログラマブル・ゲート・アレイ電気デバイスの色々な使用のために再構成することができる多目的回路。

source: And Component
ja_jp: そして、部品

source: Sends a signal when both inputs receive a signal within a set period of each other.
ja_jp: 両方の入力が互いの設定期間内に信号を受信する信号を送ります。

source: Adder Component
ja_jp: 加算器の部品

source: Outputs the sum of the received signals.
ja_jp: 受信した信号の和を出力します。

source: Or Component
ja_jp: または部品

source: Sends a signal if either of the inputs receives a signal.
ja_jp: 入力のいずれかが信号を受信した場合に信号を送信します。

source: Not Component
ja_jp: 部品ではありません

source: Sends a signal when the input is NOT receiving a signal.
ja_jp: 入力信号を受信して​​いない信号を送信します。

source: Relay Component
ja_jp: リレー部品

source: When switched on, forwards all received signals from the input connections to the outputs.
ja_jp: オン場合、転送はすべて出力に入力接続からの信号を受信しました。

source: Delay Component
ja_jp: 遅延部品

source: Delays all received signals for a specific amount of time.
ja_jp: 遅延は、すべての時間の特定の量のための信号を受けました。

source: Equals Component
ja_jp: 部品に等しいです

source: Sends a signal when both inputs receive the same signal.
ja_jp: 両方の入力が同じ信号を受信する信号を送ります。

source: Greater Component
ja_jp: グレーター部品

source: Sends a signal if the value the signal_in1 input is larger than the signal_in2 input.
ja_jp: 値がsignal_in1入力がsignal_in2入力よりも大きい場合に信号を送ります。

source: Color Component
ja_jp: カラー部品

source: Outputs a combined color signal for light control.
ja_jp: 光制御のための合成色信号を出力します。

source: Subtract Component
ja_jp: 部品を引きます

source: Outputs the subtracted value of the received signals.
ja_jp: 受信信号の減算値を出力します。

source: Multiply Component
ja_jp: 乗算部品

source: Outputs the product of the received signals.
ja_jp: 受信信号の積を出力します。

source: Divide Component
ja_jp: 部品を分割

source: Outputs the divided value of the received signals.
ja_jp: 受信信号の分割された値を出力します。

source: Xor Component
ja_jp: Xorの部品

source: Sends a signal if either of the inputs, but not both, receives a signal.
ja_jp: 入力のいずれかの場合に信号を送り、両方ではなく、信号を受信します。

source: Memory Component
ja_jp: メモリ部品

source: Outputs a stored value that can be updated from other sources. Use the signal_in connection to set the stored value, and the signal_store input to toggle whether the received signals should be stored.
ja_jp: 他のソースから更新することができる保存された値を出力します。受信信号が格納されるべきかどうかを切り替えるに格納された値、及びsignal_store入力を設定するsignal_in接続を使用します。

source: Oxygen Detector
ja_jp: 酸素検出器

source: Sends out a value between 0-100 depending on the quality of the surrounding air.
ja_jp: 周囲の空気の質に応じて、0~100の間の値を送出します。

source: Water Detector
ja_jp: 水の検出器

source: Sends out a signal when the detector is submerged.
ja_jp: 検出器が水没された信号を送出します。

source: Smoke Detector
ja_jp: 煙探知器

source: Sends out a signal when it senses smoke.
ja_jp: それは煙を感知し信号を送出します。

source: Motion Detector
ja_jp: 動き検出器

source: Sends out a signal when it detects movement.
ja_jp: それが動きを検出する信号を送出します。

source: Signal Check Component
ja_jp: 信号は、部品をチェック

source: Sends a signal when a signal matching a specific value is received.
ja_jp: 特定値と一致信号が受信された信号を送信します。

source: RegEx Find Component
ja_jp: 部品を検索する正規表現

source: Sends a signal if the received signal matches a specific regular expression pattern.
ja_jp: 受信信号は、特定の正規表現パターンと一致した場合に信号を送信します。

source: Oscillator
ja_jp: 発振器

source: Sends out a periodic, oscillating signal.
ja_jp: 定期的に、発振信号を送出します。

source: Wifi Component
ja_jp: 無線LAN部品

source: Allows remote communication between other wifi components that are using the same channel.
ja_jp: 同じチャネルを使用している他の無線LAN部品間の遠隔通信を可能にします。

source: Camera
ja_jp: カメラ

source: Typically used in photonics masts to provide the crew with a high-resolution view of the area outside the sub.
ja_jp: 典型的には、潜水艦エリア外の高解像度のビューと乗組員を提供するために、フォトニクスマストに使用されます。

source: Button
ja_jp: ボタン

source: Produces a signal that can be used to toggle the state of equipment and doors.
ja_jp: 設備やドアの状態を切り替えるために使用することができ、信号を生成します。

source: Switch
ja_jp: スイッチ

source: Produces a constant signal that can be used to change the state of equipment and doors.
ja_jp: 機器とドアの状態を変更するために使用することができる一定の信号を生成します。

source: Lamp
ja_jp: ランプ

source: Wall-mounted lighting.
ja_jp: 隔壁掛け照明。

source: Emergency Light
ja_jp: 非常灯

source: Wall-mounted lighting. Requires no electrical input.
ja_jp: 隔壁掛け照明。何の電気入力を必要としません。

source: Wire
ja_jp: ワイヤー

source: Connects an output from one piece of equipment to an input on another.
ja_jp: 別の入力に機器の一片からの出力を接続します。

source: Red Wire
ja_jp: レッドワイヤー

source: Blue Wire
ja_jp: 青線

source: Orange Wire
ja_jp: オレンジワイヤー

source: Green Wire
ja_jp: グリーンワイヤー

source: Black Wire
ja_jp: ブラックワイヤー

source: Brown Wire
ja_jp: ブラウンワイヤー

source: Light Component
ja_jp: 光成分

source: General purpose lighting. Requires no electrical input.
ja_jp: 汎用照明。何の電気入力を必要としません。

source: Emergency Siren
ja_jp: 緊急サイレン

source: Can be triggered to make a terrible noise.
ja_jp: ひどい音を立てるようにトリガすることができます。

source: Alarm Buzzer
ja_jp: アラームブザー

source: Beacon
ja_jp: ビーコン

source: When deployed and activated in the correct location, it will signal colonists to come and set up an outpost.
ja_jp: 正しい場所に配備され、活性化された場合、それが来て、前哨を設定する入植を通知します。

source: Alien Blood
ja_jp: エイリアンブラッド

source: Blood extracted from a Europan lifeform. Can be further processed into a blood substitute for the treatment of blood loss.
ja_jp: Europan生命体から抽出された血液。さらに失血の治療のための代用血液に加工することができます。

source: Velonaceps Calyx Eggs
ja_jp: Velonaceps萼卵
